Repository: PhilippMatthes/dragtimer
Catalog: DragTimer/*.lproj/Localizable.strings
Languages: de

source: Connection Established!
de: Verbindung aufgebaut!

source: No GPS Connection!
de: Keine GPS Verbindung!

source: No time recorded yet!
de: Keine Zeit gemessen!

source: Time saved!
de: Zeit gespeichert!

source: to
de: bis

source: Done
de: Fertig

source: Settings
de: Einstellungen

source: Units Selection
de: Einheiten auswählen

# metric
source: Metric (km/h - kg)
de: Metrisch (km/h - kg)

# imperialistic
source: Imperialistic (mph - lbs)
de: Imperialistisch (mph - lbs)

# native
source: Native (m/s - kg)
de: Nativ (m/s - kg)

# aeronautical
source: Aeronautical (kn - lbs)
de: Luftfahrt (kn - lbs)

source: Detail View
de: Detailansicht

source: Speed in
de: Geschw. in

source: Date:
de: Datum:

source: Speed:
de: Geschw.:

source: Time:
de: Zeit:

source: Corrected Time:
de: Korrigierte Zeit:

source: Vehicle weight:
de: Fahrzeuggewicht:

source: Average acceleration:
de: Durchschn. Beschl.:

source: Max speed:
de: Höchstgeschw.:

source: Height delta:
de: Höhenunterschied:

source: Saved Times
de: Gespeicherte Zeiten
